const cabinet = [
    {
        user: 'test1', 
        taskList: [
            {
                Backlog: [
                'Из-за чего ломаются кондиционеры и связано ли это с непрерывной работой устройств в летний период', 
                'По его словам, чаще всего кондиционеры ломаются в первый год после установки',
                'Причины – заводской брак или некачественный монтаж трубопровода хладагента',
                'Следующая функция получает 3 значения из локального хранилища, после этого они используются для установки стилей на странице.',
                'Объекты Boolean, Number и String преобразуются в соответствующие примитивные значения, в соответствии с традиционным соглашением о семантике преобразований.',
                'Значение undefined, функция или символ, встреченные во время преобразования, будут либо опущены (если они найдены в объекте), либо превращены в null (если они найдены в массиве).'
                ]
            }, 
            {
                Ready: [
                'Причем непрерывная работа не является проблемой', 
                'Кондиционер может работать без отдыха, в том числе и в жару',
                'В жаркую погоду кондиционер работает с большей интенсивностью,'
                ]
            },
            {
                'In progress': [
                'Лучше всего планировать техобслуживание раз в год весной', 
                'Задача 2'
                ]
            },
            {
                Finished: [
                'Задача 1', 
                'Помощь также понадобится, если засорится дренаж, выведенный на улицу'
                ]
            }
        ]
    }, 
    {
        user: 'test2', 
        taskList: [
            {
                Backlog: [
                'На неполадку укажет наличие конденсата – мокрого пятна под кондиционером', 
                'Задача 2',
                'Сервис поездок и путешествий выяснил, что пассажирам нравится'
                ]
            }, 
            {
                Ready: [
                'Задача 1', 
                ' а что нет в путешествиях на юг по железной дороге, сообщает Туту.ру.',
                'Задача 3'
                ]
            },
            {
                'In progress': [
                'В целом 84,5 процента пассажиров оценили свой опыт положительно', 
                'Задача 2'
                ]
            },
            {
                Finished: [
                'Задача 1', 
                'Задача 2'
                ]
            }
        ]
    }, 
    {
        user: 'test3', 
        taskList: [
            {
                Backlog: [
                'Задача 1', 
                'Задача 2',
                'Задача 3'
                ]
            }, 
            {
                Ready: [
                'Задача 1', 
                'Задача 2',
                'Задача 3'
                ]
            },
            {
                'In progress': [
                'Задача 1', 
                'Задача 2'
                ]
            },
            {
                Finished: [
                'Задача 1', 
                'Задача 2'
                ]
            }
        ]
    }
]

export default cabinet